Revit 2027 API
ScheduleField.CanDisplayMinMax Method
 Indicates if this field can display minimum and maximum values.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public bool CanDisplayMinMax()
Public Function CanDisplayMinMax As Boolean
public:
bool CanDisplayMinMax()
member CanDisplayMinMax : unit -> bool
Return Value
Boolean
 True if this field can display minimum and maximum values, false otherwise.
See Also
Reference
ScheduleField Class
Autodesk.Revit.DB Namespace